清理 class 檔案並新增 .gitignore
